export const rules = [
	{
		id: 1,
		name: 'Present Simple',
		explanation: [
			"ал жалпы эрежелер, чындыгына келгенде - баарыбыз билебиз жөнүндө: табият мыйзамдары, isledovany жыйынтыктары жана башка жалпы кабыл алынган нерсенин сыпаттамасы (Mouses сырды сүйөм - Mice сырды сүйөм).",
			"шоу сезимдер, сезимдерин же мамлекеттик кийин (мен сүйүүгө ишенем - Мен сүйүүгө ишенем).",
			"үй-бүлөсү же туруктуу жагдайлардан сыпаттоодо (Анын ата-энеси Россияда жашап - Анын ата-энеси Россияда жашап).",
			"Чейин, мурун, кийин, эгерде сөз кийин келечекте шартында башкача каралбаса, (мен кайра шеригин бул жерде калам - Мен бул жерге кайра келип эмес, ошондой эле узак болот).",
			"бул эмгек тартибинин эрежелери же кезектеги иш келгенде, окуялар (I 8:30 туруп - мен 8:30 через туруп).",
			"Биз жеке адаттар жөнүндө сөз болгондо, Кызыкканы: (I becon көрөм - Мен-ашы жакшы).",
			"Эми эмне болуп жатканын жөнүндө сөз болгондо (- ал азыр бул жерде ал жерде азыр)."
		],
		videoEmbedURL: '63dJ9HxyOUE'
	},
	{
		id: 2,
		name: 'Present Continues',
		explanation: [
			"англис тилинин учурларынын бири, болуп жаткан, белгилүү бир учурда иштеп жаткан аракеттерди билдирет.",
			"Ал индикативдик же баш ийүүчүлүк декларацияда көрсөтүлүшү мүмкүн ."
		],
		videoEmbedURL: '4qnMwysYWow'
	},
	{
		id: 3,
		name: 'Present Perfect',
		explanation: [
			"Бул макалада ушул кемчиликсиз этиштин убактысын кантип колдонууну карап Бүгүн, грамматикалык түрлөрүн, колдонуу мисалдары, жана түзүү эрежелери. Англис тилинде колдонулган оор убакта бири - бул экенин айта кетүү керек. Ушул кемчиликсиз өткөн (Найти) үчүн орун алып, кимдир бирөөнүн иш-аракетти билдирет, бирок, ошол эле учурда, убакыттын өтүшү менен азыркы убакка чейин тиешелүү. Ал азыр бул иш-аракеттердин натыйжасы байкоо мүмкүн."
		],
		videoEmbedURL: "3RSj00CHaPg"
	}
]